#include <stdio.h>

// Вывести на экран текст "лесенкой"
int main(void)
{
    printf("Let's\n");
    printf("   go\n");
    printf("    to walk");
    return 0;
}